export const chatList = [
  {
    user: 'Андрей',
    message: 'Друзья, у меня для вас особенный выпуск новостей!...',
    time: '10:00',
    unread: 3,
    href: '/messanger_user',
  },
];

export const messageList = [
  {
    text: `Привет! Смотри, тут всплыл интересный кусок лунной космической истории —
    НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC
    для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL
    — и к слову говоря, все тушки этих камер все еще находятся на поверхности
    Луны, так как астронавты с собой забрали только кассеты с пленкой.
    Хассельблад в итоге адаптировал SWC для космоса,
    но что-то пошло не так и на ракету они так никогда и не попали.
    Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.`,
    dateTime: '10:00',
    date: 'Изображение',
    time: '10:00',
    isYours: false,
    isRead: true,
  },
  {
    text: 'Как дела?',
    dateTime: '10:00',
    date: 'Изображение',
    time: '10:01',
    isYours: false,
    isRead: true,
  },
  {
    text: 'Мессенджер',
    dateTime: '10:00',
    date: 'Изображение',
    time: '10:05',
    isYours: true,
    isRead: true,
  },
  {
    text: 'Моё сообщение видно, это вдвойне круто!',
    dateTime: '10:00',
    date: 'Изображение',
    time: '10:05',
    isYours: true,
    isRead: true,
  },
];
